Repository: ARUmRnN/myrulib
Catalog: MyRuLib/locale/*.po
Languages: cs

source: book
cs: kniha

source: Ser.
cs: Série

source: Series
cs: Série

source: Export error
cs: Chyba exportu

source: Export to external storage
cs: Export do adresáře

source: Destination folder:
cs: Cílový adresář:

source: Use Author (without co-Authors)
cs: Použít aktuálního autora (bez spoluautorů)

source: File name
cs: Název souboru

source: Size, Kb
cs: Velikost, Kb

source: Export As...
cs: Export ve formátu:

source: filename.fb2
cs: název souboru.fb2

source: filename.fb2.zip
cs: název souboru.fb2.zip

source: Select a destination folder
cs: Vyberte cílový adresář

source: Destination folder not found
cs: Cílový adresář nebyl nalezen

source: Unable write files to destination folder
cs: Cílový adresář je nedostupný pro zápis

source: Not selected any book
cs: Není vybraná žádná kniha

source: About
cs: O programu...

source: Surname
cs: Příjmení

source: Name
cs: Jméno

source: Middle-Name
cs: Druhé jméno

source: Add author
cs: Přidat autora

source: Change author
cs: Změnit autora

source: "Surname" field is empty
cs: Není vyplněno příjmení autora

source: Autor with same details already exists
cs: Autor se stejnými detaily již existuje

source: Merge authors?
cs: Sloučit autory?

source: Download book file?
cs: Stáhnout knihu?

source: Confirmation
cs: Potvrzení

source: Associated application not found
cs: Přiřazená aplikace pro otevření nenalezena

source: Open book
cs: Otevřít knihu

source: Delete download query
cs: Odstranit frontu stahování

source: Retry download
cs: Obnovit stahování

source: Download a file
cs: Stáhnout soubor

source: Download via browser
cs: Stáhnout v prohlížeči

source: Online books page
cs: Online knihy na webu

source: Select all
cs: Označit vše

source: Undo selection
cs: Zrušit označení

source: Table columns
cs: Sloupce v tabulce

source: Delete book
cs: Odstranit knihu

source: Sort by
cs: Seřadit podle

source: Use filter
cs: Použít filtr

source: Clear filter
cs: Vypnout filtr

source: Jump to author
cs: Přejít k autorovi

source: Add to favourites
cs: Přidat k oblíbeným

source: Add to folders
cs: Přidat do záložky

source: Rate this book
cs: Ohodnotit knihu

source: Delete bookmark
cs: Odstranit záložku

source: Add comments
cs: Vložit komentář

source: Comments
cs: Komentář

source: Title
cs: Titul

source: Author
cs: Autor

source: Genre
cs: Žánr

source: Rating
cs: Hodnocení

source: Language
cs: Jazyk

source: Extension
cs: Typ

source: Delete selected books (%d pcs)?
cs: Odstranit označené knihy (%d ks)?

source: Date
cs: Datum

source: Columns
cs: Sloupce

source: Library name:
cs: Jméno databáze:

source: Library folder:
cs: Výchozí adresář s knihami:

source: Short description:
cs: Krátký popis:

source: Host name:
cs: Internetová adresa:

source: User name:
cs: Uživatelské jméno:

source: Password:
cs: Heslo:

source: General
cs: Obecné

source: Network
cs: Internet

source: Select folder
cs: Vyberte adresář

source: Library options
cs: Parametry databáze

source: АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЫЭЮЯ
cs: ABCČDĎEFGHIJKLMNOPQRŘSŠTŤUVWXYZŽ

source: (no Author)
cs: (bez autora)

source: (Misc.)
cs: (nezařazené)

source: Not found an archive (%s), containing file (%s).
cs: Nebyl nalezen archív (%s), obsahující soubor (%s).

source: Clear
cs: Nehodnotit

source: Search template
cs: Šablona pro vyhledávání

source: Open database
cs: Otevřít databázi

source: Create new database
cs: Vytvořit novou databázi

source: Upgrade database to version %d
cs: Aktualizovat databázi na verzi %d

source: Database version mismatch
cs: Nesoulad verzí databází

source: Need a new version %d, but used the old %d.
cs: Je třeba nová verze %d, použita je stará %d

source: File name:
cs: Jméno souboru:

source: Open (or create) collection
cs: Otevřít (vytvořit) databázi

source: Enter collection filename
cs: Zadejte jméno souboru databáze

source: Database file (*.db)|*.db|All files (*.*)|*.*
cs: Soubor databáze (*.db)|*.db|Všechny soubory (*.*)|*.*

source: File download
cs: Stažení souboru

source: All
cs: Všechno

source: Filter settings
cs: Nastavení filtru

source: Show books by allocation
cs: Výběr knih podle umístění

source: Library books (web)
cs: Knihy na webu

source: Local books
cs: Lokální knihy

source: File extension
cs: Typ souboru

source: Authors
cs: Autoři

source: Num.
cs: Počet

source: All collected authors
cs: Všichni autoři v databázi

source: Delete author
cs: Odstranit autora

source: and all of author's books (%d pcs.)?
cs: a všechny jeho knihy (%d ks)?

source: Removing
cs: Vyjmout

source: Append
cs: Přidat

source: Modify
cs: Změnit

source: Replace
cs: Nahradit

source: Delete
cs: Odstranit

source: Online authors page
cs: Autor na webu

source: &File
cs: Soubor

source: &Authors
cs: Autoři

source: &Series
cs: Série

source: &Library
cs: Databáze

source: &Catalog
cs: Karty

source: &Books
cs: Knihy

source: &View
cs: Zobrazit

source: &Tools
cs: Nástroje

source: &Window
cs: Okno

source: Russian aplhabet
cs: Azbuka

source: Latin alphabet
cs: Latinka

source: Export to external device
cs: Export do adresáře

source: Downloads
cs: Stahování knih

source: Folders
cs: Adresáře

source: Start downloading
cs: Zahájit stahování

source: Stop downloading
cs: Zastavit stahování

source: Up
cs: Nahoru

source: Move up in queue
cs: Přesunout ve frontě nahoru

source: Down
cs: Dolů

source: Move down in queue
cs: Přesunout ve frontě dolů

source: Remove download
cs: Odstranit stažené

source: Queue
cs: Fronta

source: Ready
cs: Hotovo

source: Fault
cs: Chyba

source: My folders
cs: Moje záložky

source: Bookmarks
cs: Záložky

source: Favorites
cs: Oblíbené

source: Remarks
cs: Poznámky

source: Input name of new folder:
cs: Zadejte jméno nové záložky:

source: Add folder?
cs: Přidat záložku?

source: Input new folder name:
cs: Zadejte nové jméno záložky:

source: Change folder?
cs: Změnit záložku?

source: Delete folder "%s"?
cs: Odstranit záložku «%s»?

source: Delete folder?
cs: Odstranit záložku?

source: Genres
cs: Žánry

source: List of genres
cs: Seznam žánrů

source: Comment:
cs: Komentář:

source: Select a file to export report
cs: Vyberte soubor pro export přehledu

source: HTML files (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|All files (*.*)|*.*
cs: Soubory HTML (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|Všechny soubory (*.*)|*.*

source: Remove comment?
cs: Odstranit komentář?

source: Information
cs: Informace

source: Information about collection
cs: Informace o databázi

source: Total quantity
cs: Celkový počet

source: Total books count:
cs: Počet knih:

source: Authors counting
cs: Počet autorů

source: Authors count:
cs: Počet autorů:

source: Total files size, Mb:
cs: Velikost souborů, Mb:

source: First reciept:
cs: První zápis:

source: Last reciept:
cs: Poslední zápis:

source: File types
cs: Typy souborů

source: Count
cs: Počet

source: Collection info
cs: Informace o databázi

source: Searching
cs: Vyhledávání

source: Nothing was found on pattern "%s"
cs: Výraz «%s» nebyl nalezen

source: Find
cs: Hledat

source: Find series by name
cs: Najít sérii podle názvu

source: Series name:
cs: Název série:

source: Append series
cs: Přidat sérii

source: Modify series
cs: Změnit sérii

source: "Series name" field is empty
cs: Nevyplněný název série

source: Series already exists
cs: Tato série již existuje

source: Merge series?
cs: Sloučit série?

source: Delete series «%s»?
cs: Odstranit sérii «%s»?

source: Fiction
cs: Sci-fi, fantasy

source: Mysteries and Thrillers
cs: Detektivky a thrillery

source: Prose
cs: Próza

source: Adventures
cs: Dobrodružné

source: Children literature
cs: Pro děti

source: Poetry, dramaturgy
cs: Poezie, dramaturgie

source: Antique
cs: Starověká literatura

source: Science, Education
cs: Věda, vzdělání

source: PC, Internet
cs: Počítače, internet

source: References
cs: Lexikony

source: Documentary literature
cs: Dokumenty

source: Religion and Spirituality
cs: Náboženství a duchovno

source: Humour
cs: Humor

source: Home and Family
cs: Dům a rodina

source: Alternative History
cs: Alternativní historie

source: Fighting fantasy
cs: Bojová fikce

source: Epic fantasy
cs: Epická fikce

source: Heroic fantasy
cs: Heroická fikce

source: Detective Fiction
cs: Detektivní fikce

source: Cyberpunk
cs: Kyberpunk

source: Space Fiction
cs: Vesmírná fikce

source: Socio-psychological fiction
cs: Psychologická fikce

source: Horror and Mysticism
cs: Horory a mystika

source: Humorous Fiction
cs: Humorná fikce

source: Science Fiction
cs: Sci-fi

source: Classic mystery
cs: Klasické detektivky

source: Police mystery
cs: Policejní příběhy

source: Action
cs: Akční příběhy

source: Ironic mystery
cs: Humorné detektivky

source: Historical mystery
cs: Historické záhady

source: Spy mystery
cs: Špionážní romány

source: Criminal mystery
cs: Kriminální záhady

source: Political mystery
cs: Politické drama

source: Maniacs
cs: Maniaci

source: Action mystery
cs: Akční záhady

source: Thriller
cs: Thrillery

source: Mystery
cs: Detektivky

source: Classical prose
cs: Klasická próza

source: Historical prose
cs: Historická próza

source: Modern prose
cs: Moderní próza

source: Counterculture
cs: Kulturní opozice

source: Russian Classical prose
cs: Ruská próza

source: Soviet Classical prose
cs: Sovětská próza

source: Modern romance novels
cs: Milostné romány

source: Historical romance novels
cs: Historické romance

source: Action romance novels
cs: Akční romance

source: Short romance novels
cs: Krátké romance

source: Erotic novels
cs: Erotické romány

source: Historical adventures
cs: Historické dobrodružné

source: Adventures about Indians
cs: Indiánky

source: Sea adventures
cs: Námořní dobrodružné

source: Travel and Geography
cs: Cestopisy

source: Nature and Animals
cs: Příroda a zvířata

source: Tales
cs: Pohádky

source: Children poetry
cs: Dětská poezie

source: Childern prose
cs: Dětská próza

source: Children fiction
cs: Dětská sci-fi

source: Children action
cs: Dětské akční

source: Children adventures
cs: Dětské dobrodružné

source: Children education
cs: Dětské naučné

source: Poetry
cs: Poezie

source: Dramaturgy
cs: Dramaturgie

source: Antique Literature
cs: Antická literatura

source: European ancient literature
cs: Starověké evropské

source: Russian ancient literature
cs: Starověké ruské

source: Oriental ancient literature
cs: Starověké orientální

source: Myths. Legends. Epic.
cs: Báje, legendy, eposy.

source: Ancient literature
cs: Starověká literatura

source: History
cs: Historie

source: Psychology
cs: Psychologie

source: Cultural
cs: Kultura

source: Religious
cs: Náboženství

source: Philosophy
cs: Filosofie

source: Politology
cs: Politologie

source: Business literature
cs: Podnikání

source: Law
cs: Právo

source: Linguistics
cs: Lingvistika

source: Medical
cs: Medicína

source: Physics
cs: Fyzika

source: Mathematics
cs: Matematika

source: Chemistry
cs: Chemie

source: Biology
cs: Biologie

source: Engineering
cs: Technika

source: Scientific literature
cs: Naučná literatura

source: Programming
cs: Programování

source: Computer hardware
cs: Hardware

source: Databases
cs: Databáze

source: OS and Network
cs: OS a sítě

source: Computer literature
cs: Počítače

source: Encyclopedias
cs: Encyklopedie

source: Dictionaries
cs: Slovníky

source: Directories
cs: Seznamy

source: Manuals
cs: Manuály

source: Biographies and Memoirs
cs: Biografie a memoáry

source: Publicism
cs: Publicistika

source: Criticism
cs: Kritika

source: Art and Design
cs: Umění a design

source: Religion
cs: Náboženství

source: Esoterica
cs: Duchovno

source: Self-improvement
cs: Sebevzdělávání

source: Religious Literature
cs: Náboženská literatura

source: Jokes
cs: Vtipy

source: Humorous prose
cs: Satira

source: Humorous poetry
cs: Humorná poezie

source: Cooking
cs: Vaření

source: Pets
cs: Domácí zvířata

source: Hobbies and Crafts
cs: Hobby a řemesla

source: Entertainment
cs: Zábava

source: Health
cs: Zdraví

source: Gardening
cs: Zahradničení

source: Handmade
cs: Udělej si sám

source: Erotic, sex
cs: Erotika, sex

source: Household
cs: Domácnost

source: Import file %s
cs: Import souboru %s

source: Skip entry %s
cs: Přeskočen vstup %s

source: Import zip entry %s
cs: Import ZIP vstupu %s

source: XML parsing error: '%s' at line %d file %s
cs: Chyba čtení XML: '%s' na řádce %d souboru %s

source: File already exists %s
cs: Soubor již existuje %s

source: Add alternative %s
cs: Přidáno alternativní umístění %s

source: Import zip %s
cs: Import ZIP souboru %s

source: FB2 and FBD not found %s
cs: Soubory FB2 a FBD nenalezeny

source: Zip read error %s
cs: Chyba čtení ZIP %s

source: Start import %d file(s)
cs: Zahájit import %d soubor(ů)

source: Finish import %d file(s)
cs: Dokončen import %d soubor(ů)

source: Skip file %s
cs: Přeskočen soubor %s

source: Import subdirectory %s
cs: Import podadresáře %s

source: Start import directory %s
cs: Zahájit import adresáře %s

source: Can't open directory %s
cs: Nepodařilo se otevřít adresář %s

source: Finish import directory %s
cs: Dokončen import adresáře %s

source: Fatal error
cs: Fatální chyba

source: Program aborted.
cs: Ukončení programu.

source: Info messages
cs: Informace

source: Import file
cs: Import souborů

source: Import files to the library
cs: Import souborů

source: Import folder
cs: Import adresářů

source: Import folder to the library
cs: Import adresářů

source: Author:
cs: Autor:

source: Find author
cs: Hledat autora

source: Book:
cs: Kniha:

source: Find book by title
cs: Hledat knihu podle titulu

source: Hierarchy
cs: Členěný seznam

source: Hierarchy of authors and series
cs: Členění na autory a série

source: List
cs: Seznam

source: Simple list
cs: Jednoduchý seznam

source: Select archive to add to the library
cs: Zvolte ZIP soubor pro import do databáze

source: Digital books and archives
cs: Elektronické knihy a archívy

source: Digital books in FB2
cs: Elektronické knihy FB2

source: ZIP archives
cs: ZIP archívy

source: All files
cs: Všechny soubory

source: Processing file:
cs: Zpracování souboru:

source: Select folder to recursive import
cs: Zvolte výchozí adresář pro import knih do databáze

source: Processing folder:
cs: Zpracování adresáře:

source: Input search string:
cs: Vložte hledaný výraz:

source: Find title
cs: Hledat titul

source: This function is not available yet in this version.
cs: Tato funkce zatím není dostupná v této verzi.

source: Optimize database?
cs: Optimalizovat databázi?

source: File not found
cs: Soubor nebyl nalezen

source: Search
cs: Hledat titul

source: Calendar
cs: Kalendář

source: Archive
cs: Archív

source: Open recent
cs: Otevřít předcházející

source: Clear empty variables
cs: Odstranit prázdné hodnoty

source: Optimize DB
cs: Optimalizovat databázi

source: Options
cs: Možnosti

source: Settings
cs: Nastavení

source: Website
cs: MyRuLib na webu

source: Add file
cs: Import souborů

source: Add folder
cs: Import adresářů

source: Exit
cs: Konec

source: Tabs
cs: Vzhled karet

source: Fullscreen mode
cs: Na celou obrazovku

source: Show log window
cs: Zobrazit log

source: Export books
cs: Export knih

source: List of books
cs: Vzhled tabulky

source: Preview area
cs: Oblast náhledu

source: Hierarchical
cs: Členěný seznam

source: Standart
cs: Standardní

source: Compact
cs: Kompaktní

source: Convex
cs: Konvexní

source: Buttons
cs: Vystouplá tlačítka

source: Light
cs: Plochá tlačítka

source: Right
cs: Vpravo

source: Bottom
cs: Dole

source: Not specified
cs: Bez náhledu

source: Close window
cs: Zavřít kartu

source: Close all
cs: Zavřít všechny

source: Next
cs: Následující

source: Previous
cs: Předchozí

source: Size
cs: Velikost

source: Reverse order
cs: Opačné pořadí

source: Author not selected by replacement.
cs: Není vybraný autor pro nahrazení.

source: Replace author
cs: Nahradit autora

source: Customize
cs: Přizpůsobení

source: Select the application to view files
cs: Zvolte aplikaci pro otevírání tohoto typu souboru

source: Executable files
cs: Spustitelné soubory

source: XML parsing error: '%s' at line %d
cs: Chyba čtení XML: '%s' na řádce %d

source: List of authors and books:
cs: Seznam autorů a knih:

source: Toolbar:
cs: Nástrojová lišta:

source: Information:
cs: Informace:

source: Dialog windows:
cs: Okna dialogů:

source: Reset fonts settings
cs: Výchozí nastavení fontů

source: Automatically begin files downloading
cs: Automaticky začít stahovat soubory

source: Use proxy-server
cs: Používat proxy-server

source: Load images for author's description
cs: Načítat obrázky pro popis autorů

source: Folder to save downloads:
cs: Adresář pro stahované soubory:

source: Delete downloaded files when download query removed
cs: Smazat stažené soubory při odstranění fronty ze seznamu

source: Save full path of the file when importing
cs: Uložit cestu k souboru při importu

source: Temporary folder:
cs: Adresář pro dočasné soubory:

source: Delete temporary files when you exit the program
cs: Smazat dočasné soubory při ukončení programu

source: Delete files when you delete a book
cs: Smazat soubory při smazání knihy

source: Limit the maximum size of lists:
cs: Omezit velikost seznamů na:

source: Transliterate folder name
cs: Přepsat název adresáře

source: Transliterate filename
cs: Přepsat název souboru

source: A / Author / Series / #_book
cs: А / Autor / Série / č._Kniha

source: A / Author / Book
cs: А / Autor / Kniha

source: Author / Series / #_book
cs: Autor / Série / č._Kniha

source: Author / Book
cs: Autor / Kniha

source: Exported collection structure
cs: Struktura exportu z databáze

source: Format of exporting collection
cs: Formát exportu z databáze

source: Fonts
cs: Fonty

source: Program settings
cs: Nastavení programu

source: Input new filetype
cs: Vložte nový typ souboru

source: Book not found %s
cs: Kniha nenalezena %s

source: Start scan directory %s
cs: Zahájeno skenování adresáře %s

source: Finish scan directory %s
cs: Dokončeno skenování adresáře %s

source: Scan zip %s
cs: Skenování ZIP souboru %s
